url=http://192.168.36.66:8080/pescolar-web/
#PATH
path_images_linux=/opt/soporte/paquete/fotoProveedores/
path_images_win=C:\\Users\\DesarrolloPc\\Documents\\paquete\\fotoProveedores\\
path_reportes_linux=/opt/soporte/paquete/archivos/reportes/
path_reportes_linux2=/media/misanchez/Datos/git_paquete/paquete/paquescolar-rpt/src/main/java/
path_reportes_win=C:\\Users\\DesarrolloPc\\Documents\\NetBeansProjects\\paquete\\paquescolar-rpt\\src\\main\\java\\


#Parametros extra de contratos
aclaracionContrato2019 = Aclaraci\u00f3n de validez del presente contrato: En el caso que el contratante haya celebrado contrataci\u00f3n previa con el contratista para la confecci\u00f3n del primer uniforme correspondiente a la entrega del mismo a\u00f1o, el presente contrato tendr\u00e1 como requisito de validez el cumplimiento de las obligaciones del contratista establecidas en \u00e9l. En caso de incumplimiento por parte del contratista que provoque la extinci\u00f3n del contrato de servicio de confecci\u00f3n del primer uniforme, el presente ser\u00e1 nulo por incumplimiento previo de contrato. Conscientes de la afirmaci\u00f3n anterior las partes acuerdan la suscripci\u00f3n del presente conforme a las cl\u00e1usulas que a continuaci\u00f3n se especifican.


Usuario     =Usuario
Password    =Clave de Acceso
depa        =Departamento
muni        =Municipio

#Generales
id=Id

#Datos del Centro Escolar
ce.codEnt           =C\u00f3digo de Infraestructura
ce.nomEnt           =Nombre Centro Educativo
ce.modalidad        =Modalidad Administrativa
ce.nivelEdu         =Nivel Educativo
ce.nombreDirector   =Nombre Director
ce.telefonoDir      =Tel\u00e9fono

#Rubro y proceso de compra
compra.rubroAdq    =Rubro de Adquisici\u00f3n
compra.proAdq      =Proceso de Adquisici\u00f3n

#Datos de Proveedores
proveedor.nit         =N.I.T.
proveedor.proveedor   =Proveedor

#Nombres de columnas para tablas
tabla.codEnt        =C\u00f3digo C.E.
tabla.nomEnt        =Nombre Centro Educativo
tabla.nomEntCorto   =Nombre C.E.
tabla.nit           =N.I.T.
tabla.proveedor     =Proveedor
tabla.estado        =Estado
tabla.saldo         =Saldo
tabla.departamento  =Departamento
tabla.municipio     =Municipio
tabla.monto         =Monto Contratado
tabla.monto$        =Monto ($)
tabla.cantidad      =Cantidad Contratada
tabla.cantidadLibros=Cantidad Libros
tabla.rubro         =Rubro


#Campos para fecha
fecha.registro      =Fecha de Registro

#Formato de Correo de Invitaci\u00f3n a actualizar de Datos de proveedor
pagoprov.email.update.titulo=INVITACION - Paquete Escolar {0}
pagoprov.email.update.header=<span style='font-size:13px;'>{0}<br/><br/>
pagoprov.email.update.message=Por este medio, el Ministerio de Educaci\u00f3n Ciencia y Tecnolog\u00eda a usted informa, que da inicio al per\u00edodo de actualizaci\u00f3n de informaci\u00f3n como proveedor calificado del Programa Dotaci\u00f3n de Paquetes Escolares para los procesos de selecci\u00f3n, adjudicaci\u00f3n y contrataci\u00f3n de <b>{0}</b> que realizar\u00e1n los Centros Educativos para el a\u00f1o <b>{1}</b>.<br/><br/>La actualizaci\u00f3n de Informaci\u00f3n lo habilitar\u00e1 inmediatamente para la presentaci\u00f3n de su Oferta Global en l\u00ednea, por lo que se recomienda tener a la mano el \u00e1rea geogr\u00e1fica por municipios en los que desea ofertar y los precios que asignar\u00e1 a cada \u00edtem.<br/><br/>Puede realizar dicha actualizaci\u00f3n a trav\u00e9s del siguiente enlace: {2}<br/><br/><b>ACLARACIONES GENERALES: 1)</b> No podr\u00e1n participar: <b>a)</b> aquellas personas que durante este proceso le sean reconocidas al menos una <b>extinci\u00f3n de contrato por incumplimiento</b> que sea informada antes, o en cualquier etapa previa a la suscripci\u00f3n de los contratos adjudicados, o que hayan tenido una extinci\u00f3n de contrato posterior al a\u00f1o 2017. Art. 25 lit.c); <b>b)</b> Las personas que funjan como <b>miembros de concejos municipales</b> en cualquier municipio del pa\u00eds, aun cuando cuenten con una calificaci\u00f3n previa como proveedor. Art. 26 lit. a); <b>2)</b> La Actualizaci\u00f3n de la Informaci\u00f3n y la posterior presentaci\u00f3n de su Oferta Global <b>no garantizan la adjudicaci\u00f3n</b> de contratos de Centros Educativos. <b>3)</b> Las Ofertas Globales de las personas proveedoras del mismo rubro y que oferten en el mismo municipio, <b>competir\u00e1n entre s\u00ed</b> para ser seleccionados de acuerdo a los criterios de a) Por los precios; b) La capacidad de cubrir lo requerido por el Centro Educativo contratante; y c) Ubicaci\u00f3n Geogr\u00e1fica con respecto a \u00e9ste

#Formato de Correo de confirmaci\u00f3n de actualizaci\u00f3n de datos generales de provedor.
pagoprov.email.nofitecnico.titulo=Presentaci\u00f3n de informacion - Paquete Escolar {0}
pagoprov.email.nofitecnico.message= Yo, {0} quien pertenezco a la base calificada de proveedores del Programa Dotaci\u00f3n de Paquetes Escolares, o a mi representada seg\u00fan corresponda, en este acto presento y confirmo la informaci\u00f3n ingresada en relaci\u00f3n al nombre, tel\u00e9fonos, direcciones de residencia, local comercial o taller y direcci\u00f3n de correo electr\u00f3nico.<br/><br/>Manifiesto estar consciente que dicha informaci\u00f3n ser\u00e1 utilizada para la comunicaci\u00f3n que se requiera entre mi persona o mi representada seg\u00fan corresponda, y el Ministerio de Educaci\u00f3n Ciencia y Tecnolog\u00eda, en sus tres niveles: Central, Departamental y Local (Centros Educativos). Adem\u00e1s, declaro: a) Que en caso de ser utilizado el correo electr\u00f3nico que propongo, para recibir informaci\u00f3n relacionada con los diferentes procesos antes, durante y posterior a la adjudicaci\u00f3n de contratos en el rubro que participo, me dar\u00e9 como oficialmente NOTIFICADO una vez transcurridos 3 d\u00edas h\u00e1biles posteriores al env\u00edo del mismo; b) Que no me encuentro incapacitado o inhabilitado como ofertante seg\u00fan los Arts. 25 y 26 de la LACAP.

pagoprov.email.footer=<span style='font-size:12px;color: red;'><b>Este es un mensaje autom\u00e1tico. No responda al remitente</b>.<br/><b>Ministerio de Educaci\u00f3n, Ciencia y Tecnolog\u00eda</b>.</span>

#Formato de Correo de notificaci\u00f3n
pagoprov.email.cabeceraNotificacion =<span style='font-size:13px;'>{0}<br/><br/>
pagoprov.email.cabeceraMensaje      =Se ha realizado el dep\u00f3sito a cuenta, del requerimiento No. {0}, por el monto de $ {1}, seg\u00fan el siguiente detalle:</span><br/><br/>
pagoprov.email.cabeceraMensajeProv  =Se ha realizado el dep\u00f3sito a cuenta, a {0} de los siguientes Centros Educativos, seg\u00fan el siguiente detalle.</span><br/><br/>
pagoprov.email.tablaDetalle.header  =<table border='1' style='border-collapse: collapse; padding: 0 10px;font-size: 12px;' cellpadding='10'><tr><th>C\u00f3digo CE</th><th>Nombre CE</th><th>NIT Proveedor</th><th>Nombre del Proveedor</th><th>Monto ($)</th></tr>
pagoprov.email.tablaDetalle.detalle =<tr><td style='text-align:center;'>{0}</td><td>{1}</td><td>{2}</td><td>{3}</td><td style='text-align:right;'>{4}</td></tr>
pagoprov.email.tablaDetalle.footer  =<tr><td style='text-align:right;' colspan='4'>Total a pagar ($ USD)</td><td style='text-align:right;'>{0}</td></tr>
pagoprov.email.tablaDetalle.fin     =</table><br/><br/>
pagoprov.email.montoPagar           =Monto a Pagar: $ {0}<br/><br/>
pagoprov.email.finNotificacion      =<span style='font-size:13px;'>Fecha: {0},<br/><br/>Atte.<br/><br/>Pagadur\u00eda Auxiliar.<br/>Direcci\u00f3n Departamental de Educaci\u00f3n de {1}.</span><br/><br/><hr/><span style='font-size:11px;'>Este es un mensaje autom\u00e1tico. No responda al remitente.<br/>Ministerio de Educaci\u00f3n.</span>


#Validacion de usuario empresa
prov.email.titulo=MINEDUCYT - PPE - Activaci\u00f3n de usuario
prov.email.mensaje=Buen d\u00eda,<br/>Para la activaci\u00f3n de su usuario es necesario dar clic en el siguiente enlace <a href="http://aplicaciones.mined.gob.sv/paquescolar-web/activarPassword.mined?codigo={0}">clic ac\u00e1</a></span><br/><br/><span style='font-size:12px;color: red;'><b>Este es un mensaje autom\u00e1tico. No responda al remitente</b>.<br/><br/><b>Ministerio de Educaci\u00f3n, Ciencia y Tecnolog\u00eda</b>.</span>

#Notificacion del modulo de proveedores
prov_notif_inscripcion.email.titulo=Presentaci\u00f3n de Oferta {0}
prov_notif_inscripcion.email.mensaje=En la ciudad San Salvador y Departamento de San Salvador, a las {0} horas con {1} minutos del d\u00eda {2} de {3} del a\u00f1o {4}.<br/>El notificador por parte de la Gerencia de Paquetes Escolares del MINEDUCYT, en este acto y por el medio tecnol\u00f3gico habilitado seg\u00fan los art\u00edculos 18, 98 numeral 1 y 101 de la Ley de Procedimientos Administrativos, procede a NOTIFICAR en la Direcci\u00f3n de Correo Electr\u00f3nico {5}, se\u00f1alada al momento de presentar su informaci\u00f3n de contacto previa a la presentaci\u00f3n de la correspondiente Oferta Global, por el se\u00f1or {6}, con Documento \u00danico de Identidad n\u00famero {7}, actuando en su calidad de oferente para los procesos de adjudicaci\u00f3n de los bienes del Programa Dotaci\u00f3n de Uniformes, Zapatos y \u00datiles escolares, en la que se encuentra la oferta global {8}, emitida a las {9} horas con {10} minutos del d\u00eda {11} de {12} de {13}, la cual se remite en formato digital en documento PDF. Se procede a remitir v\u00eda correo electr\u00f3nico la resoluci\u00f3n antes descrita. La presente acta servir\u00e1 de constancia de la realizaci\u00f3n del acto de notificaci\u00f3n, agreg\u00e1ndose al expediente respectivo. La presente notificaci\u00f3n se tendr\u00e1 por realizada y en firme transcurridos TRES d\u00edas contados a partir de la remisi\u00f3n de este correo electr\u00f3nico.

prov_notif_inscripcion_uniforme.email.mensaje                       =Nombre: {0}<br/>N.I.T.: {1}<br/>Rubro a participar: {2}<br/>{3}<br/><br/>Mi informaci\u00f3n personal es la siguiente:<br/>{9}: {4}<br/>Direcci\u00f3n de Domicilio: {5}<br/>Tel\u00e9fonos Domicilio: {6}<br/>Direcci\u00f3n de Local: {7}<br/>Tel\u00e9fono Local: {8}<br/><br/>Los precios con los que participar\u00e9 en el proceso de contrataci\u00f3n son los siguientes:<br/><br/>
prov_notif_inscripcion_uniforme.email.mensaje.tbl_precios.header    =<table border='1' style='border-collapse: collapse; padding: 0 10px;font-size: 12px;' cellpadding='10'><tr><th>Descripci\u00f3n</th><th>Precio m\u00e1ximo de referencia</th><th>Precio unitario (INCLUYE IVA)</th></tr>
prov_notif_inscripcion_uniforme.email.mensaje.tbl_precios.detalle   =<tr><td style='text-align:left;'>{0}</td><td style='text-align:right;'>{1}</td><td style='text-align:right;'>{2}</td></tr>
prov_notif_inscripcion_uniforme.email.mensaje.tbl_precios.fin       =</table><br/><br/>
prov_notif_inscripcion_uniforme.email.mensaje.middle                =Los Municipios de Inter\u00e9s en donde participare en el departamento de {0}<br/><br/>
prov_notif_inscripcion_uniforme.email.mensaje.tbl_municipio.header  =<table border='1' style='border-collapse: collapse; padding: 0 10px;font-size: 12px;' cellpadding='10'><tr><th>Departamento</th><th>Items: Municipios</th></tr>
prov_notif_inscripcion_uniforme.email.mensaje.tbl_municipio.detalle =<tr><td style='text-align:left;'>{0}</td><td style='text-align:left;'>{1}</td></tr>
prov_notif_inscripcion_uniforme.email.mensaje.tbl_municipio.fin     =</table><br/><br/>

prov.declaracion.cabecera=DECLARACI\u00d3N JURADA GLOBAL SOBRE LA INCORPORACI\u00d3N DE LA OFERTA GOLBAL A LA BASE DE COMPRASAL, LA ACEPTACI\u00d3N DE LAS ADJUDICACIONES Y EL CUMPLIMIENTO DELAS ESPECIFICACIONES T\u00c9CNICAS, PLAZO Y LUGAR DE ENTREGA, DE: {0} (A\u00d1O {1})
prov.declaracion.detalle=Yo, POR ESTE MEDIO Y DE MANERA EXPRESA, BAJO JURAMENTO HAGO LAS SIGUIENTES DECLARACIONES: A) Autorizo al Ministerio de Educaci\u00f3n, Ciencia y Tecnolog\u00eda (MINEDUCYT) a incorporar mi Oferta Global, y que fue presentada esta misma fecha, al Sistema Electr\u00f3nico de Compras P\u00fablicas (COMPRASAL) de la Unidad Normativa de Adquisiciones y Contrataciones de la Administraci\u00f3n P\u00fablica del Ministerio de Hacienda, para que forme parte de mi registro al igual que los dem\u00e1s requisitos. B) Que aceptar\u00e9 las adjudicaciones a mi favor, en los municipios que detallo en la oferta global ;C) Asimismo declaro que conozco y acepto todos los lineamientos, instructivos, requisitos y exigencias emitidos para la ejecuci\u00f3n del Programa Dotaci\u00f3n de Paquetes Escolares vigentes; D) Me comprometo a someterme a las sanciones que el/los Organismo(s) de Administraci\u00f3n Escolar o el MINEDUCYT estime(n) pertinentes; E) Declaro estar sabedor que al negarme a aceptar una adjudicaci\u00f3n injustificadamente tendr\u00e1 como consecuencia la reducci\u00f3n en la capacidad de contrataci\u00f3n para adjudicaciones, sabedor(a) que son el resultado de la calificaci\u00f3n y mi oferta y que no existe impedimento para cumplir con las adjudicaciones, excepto en los casos en que obtenga prueba en contrario, y que no sea imputable a mi persona; F) Declaro que conozco ampliamente las inhabilitaciones y excepciones a la capacidad de ofertar y contratar descritas en los art\u00edculos 25, 26 158 y 159 de la LACAP, adem\u00e1s de las consecuencias de hacer caso omiso a lo dispuesto en ellos, como lo es la nulidad de los contratos y la denuncia correspondiente. Por lo que expreso no encontrarme inhabilitado ni exceptuado para poder ofertar y contratar con la Administraci\u00f3n P\u00fablica; G) Que la prestaci\u00f3n del servicio o el suministro de {0}, me comprometo a realizarla total e indiscutiblemente de acuerdo a las Especificaciones T\u00e9cnicas establecidas por el Ministerio de Educaci\u00f3n, Ciencia y Tecnolog\u00eda las cuales conozco y estoy consciente de la obligatoriedad de cumplimiento, entregarlo en el plazo establecido y en el Centro Educativo acorde a la forma establecida en los lineamientos y las consecuencias en contrario; H) En caso que se encontrar\u00e1n inconsistencias en las Especificaciones T\u00e9cnicas de los bienes entregados por mi persona, que afecten la prestaci\u00f3n del servicio o el suministro de los bienes, me comprometo a aceptar las correcciones necesarias para ejecutar debidamente dicho contrato, asumi\u00e9ndolo dentro del mismo costo; I) Manifiesto que mi correo electr\u00f3nico es {1}, y mi negocio est\u00e1 ubicado en {2}, y propongo que dichas direcciones sean utilizadas por los contratantes y dem\u00e1s instituciones del MINEDUCYT, para dirigir sus notificaciones o actos de comunicaci\u00f3n en general. Por ello solicito que sean agregadas a la cl\u00e1usula de NOTIFICACI\u00d3N de los contratos adjudicados a mi favor, al igual que mi(s) n\u00famero(s) de tel\u00e9fono de contacto; J) Me comprometo a someterme a las sanciones que el Organismo de Administraci\u00f3n Escolar o el Ministerio de Educaci\u00f3n, Ciencia y Tecnolog\u00eda estime pertinentes; K) Acerca de mi Oferta M\u00e1xima: Acepto suministrar al MINEDUCYT y Centros Educativos adjudicados la capacidad establecida en la carta de calificaci\u00f3n de CONAMYPE correspondiente a las contrataciones para entrega del {3}; L) Que para los efectos legales de esta declaraci\u00f3n, se\u00f1alo como domicilio esta ciudad a cuyos tribunales me someto expresamente. Y por encontrarme de acuerdo con lo expresado en la presente, por este medio electr\u00f3nico.

prov.recordarcontrasenha=Buen d\u00eda {0},<br/><br/>Dar clic en el siguiente enlace para poder asignar una nueva clave de acceso para el Sistema de Contrataciones de Paquetes Escolares<br/><br/><a href="http://aplicaciones.mined.gob.sv/paquescolar-web/activarPassword.mined?codigo={1}&op=1">Clic ac\u00e1</a></span><br/><br/><span style='font-size:12px;color: red;'><b>Este es un mensaje autom\u00e1tico. No responda al remitente</b>.<br/><b>Ministerio de Educaci\u00f3n, Ciencia y Tecnolog\u00eda</b>.</span>

contratacion.estadistica.correo.cuerpo=Estimadas (os) directoras (es) de Centros Educativos:<br/><br/>Por este medio  se informa  el inicio de los procesos para la contrataci\u00f3n de los bienes del Programa Dotaci\u00f3n de Uniformes, Zapatos y \u00datiles Escolares para estudiantes de Centros Educativos P\u00fablicos, correspondientes al a\u00f1o 2021, los cuales inician con la <u>validaci\u00f3n de matr\u00edcula real del Centro Educativo</u>, que debe ser reportada en <u>formato anexo (favor respetar formato)</u>, adem\u00e1s deben <u>reportar los sobrantes de bienes que han quedado en poder del Centro Educativo</u>, para que sean descontados de la compra para 2021, y comprar \u00fanicamente lo que se necesita seg\u00fan matricula real de estudiantes.<br/><br/>En el caso que la estad\u00edstica de un grado o nivel educativo sea superior a la reportada en el SIGES, debe presentar nota justificando la situaci\u00f3n a la unidad de acreditaci\u00f3n departamental y dicha nota con firma de recibida en ese departamento, debe anexarse al formato a presentar.<br/><br/>Adem\u00e1s, se remite formato de <u>Declaraci\u00f3n Jurada</u> sobre la certeza de la informaci\u00f3n reportada.<br/><br/>Estos formatos deben presentarse en forma f\u00edsica a la oficina de la <u>Direcci\u00f3n Departamental en la semana del 29 de septiembre al 2 de octubre de 2020 o de conformidad con programaci\u00f3n de la Direcci\u00f3n Departamental correspondiente.</u><br/><br/>Si su Centro Educativo atiende la Modalidad Flexible, detallar la matr\u00edcula en el formato anexo.<br/><br/>Atentamente,<br/><br/>Rafael Arias<br/>T\u00e9cnico de la Gerencia de Paquete Escolar.


#office365
cuenta1.name=rafael.jose.arias@admin.mined.edu.sv
cuenta1.pass=Ryuk1487

cuenta2.name=rafael.jose.arias@admin.mined.edu.sv
cuenta2.pass=Ryuk1487

cuenta3.name=rafael.jose.arias@admin.mined.edu.sv
cuenta3.pass=Ryuk1487